StruSoft.Interop.StruXml.Data.Dimdiam_type


StruSoft.Interop.StruXml.Data.Dimdiam_type.Arc


StruSoft.Interop.StruXml.Data.Dimdiam_type.Position


StruSoft.Interop.StruXml.Data.Dimdiam_type.Dimension_line


StruSoft.Interop.StruXml.Data.Dimdiam_type.Arrow


StruSoft.Interop.StruXml.Data.Dimdiam_type.Font


StruSoft.Interop.StruXml.Data.Dimdiam_type.Text


StruSoft.Interop.StruXml.Data.Dimdiam_type.Guid


StruSoft.Interop.StruXml.Data.Dimdiam_type.Layer


StruSoft.Interop.StruXml.Data.Dimdiam_type.Colour


StruSoft.Interop.StruXml.Data.Dimdiam_type.AnyAttr
